InformationRegisters/ВоинскийУчет.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.12">
	<InformationRegister>
		<Properties>
			<Name>ВоинскийУчет</Name>
			<InformationRegisterPeriodicity>Day</InformationRegisterPeriodicity>
			<WriteMode>Independent</WriteMode>
		</Properties>
		<ChildObjects>
			<Resource>
				<Properties>
					<Name>ОтношениеКВоинскойОбязанности</Name>
					<Type>
						<v8:Type>cfg:EnumRef.ОтношениеКВоинскойОбязанности</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ОтношениеКВоинскомуУчету</Name>
					<Type>
						<v8:Type>cfg:EnumRef.ОтношениеКВоинскомуУчету</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>КатегорияЗапаса</Name>
					<Type>
						<v8:Type>cfg:EnumRef.КатегорииЗапасаВоеннообязанных</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>Звание</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ЗванияГражданскогоВоинскогоУчета</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>Состав</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.СоставыВоеннослужащих</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ВУС</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>10</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>Годность</Name>
					<Type>
						<v8:Type>cfg:EnumRef.ГодностьКВоеннойСлужбе</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>Военкомат</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.Военкоматы</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>НаличиеМобпредписания</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>НомерКомандыПартии</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>50</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ПунктПеречня</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ПереченьДолжностейДляБронированияГраждан</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ВоенкоматФМП</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.Военкоматы</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СпецУчет</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>200</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ДатаИНомерПриказаОПризыве</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>50</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СрокКонтракта</Name>
					<Comment>Для службы по контракту</Comment>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ГруппаУчета</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>1</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ГруппаУчетаКарточкиВоинскогоУчета</Name>
					<Type>
						<v8:Type>cfg:EnumRef.ГруппыУчетаКарточкиВоинскогоУчета</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>Профиль</Name>
					<Type>
						<v8:Type>cfg:EnumRef.ПрофилиОфицеров</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>РеквизитыВоенногоБилета</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>60</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>НомерЗаписиВРеестреВоеннообязанных</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>25</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ДанныеПриказаОГодности</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>60</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ДатаВыдачиМобпредписания</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СрокОтсрочки</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ОснованиеОтсрочки</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>50</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ПроходитВоеннуюСлужбу</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>АдресУчета</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>500</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Dimension>
				<Properties>
					<Name>ФизическоеЛицо</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ФизическиеЛица</v8:Type>
					</Type>
				</Properties>
			</Dimension>
		</ChildObjects>
	</InformationRegister>
</MetaDataObject>

InformationRegisters/ИсторияИспользованияШтатногоРасписания.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.12">
	<InformationRegister>
		<Properties>
			<Name>ИсторияИспользованияШтатногоРасписания</Name>
			<InformationRegisterPeriodicity>Nonperiodical</InformationRegisterPeriodicity>
			<WriteMode>RecorderSubordinate</WriteMode>
		</Properties>
		<ChildObjects>
			<Resource>
				<Properties>
					<Name>Используется</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>КоличествоСтавок</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>7</v8:Digits>
							<v8:FractionDigits>2</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ГрафикРаботыСотрудников</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ГрафикиРаботыСотрудников</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Attribute>
				<Properties>
					<Name>УсловияПриема</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>0</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ФОТ</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>19</v8:Digits>
							<v8:FractionDigits>0</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ФОТМин</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>19</v8:Digits>
							<v8:FractionDigits>0</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ФОТМакс</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>19</v8:Digits>
							<v8:FractionDigits>0</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ОкладТариф</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>15</v8:Digits>
							<v8:FractionDigits>3</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ОкладТарифМин</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>15</v8:Digits>
							<v8:FractionDigits>3</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ОкладТарифМакс</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>15</v8:Digits>
							<v8:FractionDigits>3</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>СпособОтраженияЗарплатыВБухучете</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.СпособыОтраженияЗарплатыВБухУчете</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>СтатьяФинансирования</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.СтатьиФинансированияЗарплата</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ТарифнаяСетка</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ТарифныеСетки</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>РазрядКатегория</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.РазрядыКатегорииДолжностей</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ТарифнаяСеткаНадбавки</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ТарифныеСетки</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>РазрядКатегорияНадбавки</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.РазрядыКатегорииДолжностей</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>НадбавкаЗаВредностьРазмер</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>15</v8:Digits>
							<v8:FractionDigits>2</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>НадбавкаЗаВредностьРазмерМин</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>15</v8:Digits>
							<v8:FractionDigits>2</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>НадбавкаЗаВредностьРазмерМакс</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>15</v8:Digits>
							<v8:FractionDigits>2</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ВыплачиваетсяНадбавкаЗаВредность</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ПроцентНадбавкиЗаВредность</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>5</v8:Digits>
							<v8:FractionDigits>2</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>СозданоНовыхРабочихМест</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>7</v8:Digits>
							<v8:FractionDigits>2</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Dimension>
				<Properties>
					<Name>ПозицияШтатногоРасписания</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ШтатноеРасписание</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>Дата</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Dimension>
		</ChildObjects>
	</InformationRegister>
</MetaDataObject>

InformationRegisters/ЛицевыеСчетаСотрудниковПоЗарплатнымПроектам.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.12">
	<InformationRegister>
		<Properties>
			<Name>ЛицевыеСчетаСотрудниковПоЗарплатнымПроектам</Name>
			<InformationRegisterPeriodicity>Month</InformationRegisterPeriodicity>
			<WriteMode>Independent</WriteMode>
		</Properties>
		<ChildObjects>
			<Resource>
				<Properties>
					<Name>НомерЛицевогоСчета</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>34</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ДатаОткрытияЛицевогоСчета</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ЗарплатныйПроект</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ЗарплатныеПроекты</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Attribute>
				<Properties>
					<Name>ДокументОснование</Name>
					<Type>
						<v8:Type>cfg:DocumentRef.ПодтверждениеОткрытияЛицевыхСчетовСотрудников</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Документ</Name>
					<Type>
						<v8:Type>cfg:DocumentRef.ПодтверждениеОткрытияЛицевыхСчетовСотрудников</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Dimension>
				<Properties>
					<Name>ФизическоеЛицо</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ФизическиеЛица</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>УБРАТЬЗарплатныйПроект</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ЗарплатныеПроекты</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>Организация</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.Организации</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>Банк</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.КлассификаторБанков</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>УдалитьБанк</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.КлассификаторБанков</v8:Type>
					</Type>
				</Properties>
			</Dimension>
		</ChildObjects>
	</InformationRegister>
</MetaDataObject>

CommonModules/УправлениеДоступомЛокализация/Ext/Module.bsl
#Область ПрограммныйИнтерфейс


// Заполняет массив структур, которые будут использованы для начального заполнения и
// восстановления начального заполнения профилей.
//
// см. ОбщийМодуль.УправлениеДоступомПереопределяемый.ЗаполнитьПоставляемыеПрофилиГруппДоступа()
//
Процедура ЗаполнитьПоставляемыеПрофилиГруппДоступа(ОписанияПрофилей, ПараметрыОбновления) Экспорт
		
	ИндексироватьПрофили(ОписанияПрофилей, "Имя");	
	НСИССервер.ЗаполнитьПоставляемыеПрофилиПользователей(ОписанияПрофилей);
	//++ Локализация
	//++ НЕ УТ
	#Область Создать_профиль_ЗарплатаИКадры
		ДобавитьПрофилиЗарплатаИКадры(ОписанияПрофилей, ПараметрыОбновления);	
	#КонецОбласти
	//-- НЕ УТ
	
	//-- Локализация
КонецПроцедуры

// Заполняет состав видов доступа, используемых при ограничении прав объектов метаданных.
// Если состав видов доступа не заполнен, отчет "Права доступа" покажет некорректные сведения.
//
// Обязательно требуется заполнить только виды доступа, используемые в шаблонах ограничения доступа
// явно, а виды доступа, используемые в наборах значений доступа могут быть получены из текущего
// состояния регистра сведений НаборыЗначенийДоступа.
//
// Для автоматической подготовки содержимого процедуры следует воспользоваться инструментами
// разработчика для подсистемы Управление доступом.
//
// см. ОбщийМодуль.УправлениеДоступомПереопределяемый.ПриЗаполненииВидовОграниченийПравОбъектовМетаданных()
// 
Процедура ПриЗаполненииВидовОграниченийПравОбъектовМетаданных(Описание) Экспорт

	Описание = Описание + "
//++ Локализация
	|Документ.ВыгрузкаРегламентированныхОтчетов.Чтение.Организации
	|Документ.ВыгрузкаРегламентированныхОтчетов.Изменение.Организации
	|Документ.РегламентированныйОтчет.Чтение.Организации
	|Документ.РегламентированныйОтчет.Изменение.Организации
//++ НЕ УТ
	|Справочник.АктПриемкиВыполненныхРаботОказанныхУслугПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.АктПриемкиВыполненныхРаботОказанныхУслугПрисоединенныеФайлы.Чтение.Организации
	|Справочник.АктПриемкиВыполненныхРаботОказанныхУслугПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.АктПриемкиВыполненныхРаботОказанныхУслугПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ДоговорАвторскогоЗаказаПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ДоговорАвторскогоЗаказаПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ДоговорАвторскогоЗаказаПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ДоговорАвторскогоЗаказаПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ДоговорРаботыУслугиПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ДоговорРаботыУслугиПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ДоговорРаботыУслугиПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ДоговорРаботыУслугиПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ЗарплатныеПроекты.Чтение.Организации
	|Справочник.ЗарплатныеПроекты.Изменение.Организации
	|Справочник.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Изменение.Организации
	|Справочник.МатериальнаяПомощьПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.МатериальнаяПомощьПрисоединенныеФайлы.Чтение.Организации
	|Справочник.МатериальнаяПомощьПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.МатериальнаяПомощьПрисоединенныеФайлы.Изменение.Организации
	|Справочник.НачальнаяЗадолженностьПоЗарплатеПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.НачальнаяЗадолженностьПоЗарплатеПрисоединенныеФайлы.Чтение.Организации
	|Справочник.НачальнаяЗадолженностьПоЗарплатеПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.НачальнаяЗадолженностьПоЗарплатеПрисоединенныеФайлы.Изменение.Организации
	|Справочник.НачислениеОценочныхОбязательствПоОтпускамПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.НачислениеОценочныхОбязательствПоОтпускамПрисоединенныеФайлы.Чтение.Организации
	|Справочник.НачислениеОценочныхОбязательствПоОтпускамПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.НачислениеОценочныхОбязательствПоОтпускамПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ОбразованиеФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|Справочник.ОбразованиеФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|Справочник.ПодразделенияОрганизаций.Чтение.Организации
	|Справочник.ПодразделенияОрганизаций.Изменение.Организации
	|Справочник.ПодтверждениеЗачисленияЗарплатыПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ПодтверждениеЗачисленияЗарплатыПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ПодтверждениеЗачисленияЗарплатыПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ПодтверждениеЗачисленияЗарплатыПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ПодтверждениеОткрытияЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ПодтверждениеОткрытияЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ПодтверждениеОткрытияЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ПодтверждениеОткрытияЛицевыхСчетовСотрудниковПрисоединенныеФайлы.Изменение.Организации
	|Справочник.ПризПодарокПрисоединенныеФайлы.Чтение.ГруппыФизическихЛиц
	|Справочник.ПризПодарокПрисоединенныеФайлы.Чтение.Организации
	|Справочник.ПризПодарокПрисоединенныеФайлы.Изменение.ГруппыФизическихЛиц
	|Справочник.ПризПодарокПрисоединенныеФайлы.Изменение.Организации
	|Справочник.РодственникиФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|Справочник.РодственникиФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|Справочник.ТерриторииВыполненияРабот.Чтение.Организации
	|Справочник.ТерриторииВыполненияРабот.Изменение.Организации
	|Справочник.ШтатноеРасписание.Чтение.Организации
	|Справочник.ШтатноеРасписание.Чтение.ПодразделенияОрганизаций
	|Справочник.ШтатноеРасписание.Изменение.Организации
	|Справочник.ШтатноеРасписание.Изменение.ПодразделенияОрганизаций
	|Документ.АктПриемкиВыполненныхРаботОказанныхУслуг.Чтение.ГруппыФизическихЛиц
	|Документ.АктПриемкиВыполненныхРаботОказанныхУслуг.Чтение.Организации
	|Документ.АктПриемкиВыполненныхРаботОказанныхУслуг.Изменение.ГруппыФизическихЛиц
	|Документ.АктПриемкиВыполненныхРаботОказанныхУслуг.Изменение.Организации
	|Документ.АктПроверкиСтраховыхВзносов.Чтение.ГруппыФизическихЛиц
	|Документ.АктПроверкиСтраховыхВзносов.Чтение.Организации
	|Документ.АктПроверкиСтраховыхВзносов.Изменение.ГруппыФизическихЛиц
	|Документ.АктПроверкиСтраховыхВзносов.Изменение.Организации
	|Документ.БольничныйЛист.Чтение.ГруппыФизическихЛиц
	|Документ.БольничныйЛист.Чтение.Организации
	|Документ.БольничныйЛист.Изменение.ГруппыФизическихЛиц
	|Документ.БольничныйЛист.Изменение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыВБанк.Чтение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыВБанк.Чтение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыВБанк.Изменение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыВБанк.Изменение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыВКассу.Чтение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыВКассу.Чтение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыВКассу.Изменение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыВКассу.Изменение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыПеречислением.Чтение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыПеречислением.Чтение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыПеречислением.Изменение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыПеречислением.Изменение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыРаздатчиком.Чтение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыРаздатчиком.Чтение.Организации
	|Документ.ВедомостьНаВыплатуЗарплатыРаздатчиком.Изменение.ГруппыФизическихЛиц
	|Документ.ВедомостьНаВыплатуЗарплатыРаздатчиком.Изменение.Организации
	|Документ.ВозвратИзОтпускаПоУходуЗаРебенком.Чтение.ГруппыФизическихЛиц
	|Документ.ВозвратИзОтпускаПоУходуЗаРебенком.Чтение.Организации
	|Документ.ВозвратИзОтпускаПоУходуЗаРебенком.Изменение.ГруппыФизическихЛиц
	|Документ.ВозвратИзОтпускаПоУходуЗаРебенком.Изменение.Организации
	|Документ.ВходящаяСправкаОЗаработкеДляРасчетаПособий.Чтение.ГруппыФизическихЛиц
	|Документ.ВходящаяСправкаОЗаработкеДляРасчетаПособий.Чтение.Организации
	|Документ.ВходящаяСправкаОЗаработкеДляРасчетаПособий.Изменение.ГруппыФизическихЛиц
	|Документ.ВходящаяСправкаОЗаработкеДляРасчетаПособий.Изменение.Организации
	|Документ.ВыплатаБывшимСотрудникам.Чтение.ГруппыФизическихЛиц
	|Документ.ВыплатаБывшимСотрудникам.Чтение.Организации
	|Документ.ВыплатаБывшимСотрудникам.Изменение.ГруппыФизическихЛиц
	|Документ.ВыплатаБывшимСотрудникам.Изменение.Организации
	|Документ.ГрафикОтпусков.Чтение.ГруппыФизическихЛиц
	|Документ.ГрафикОтпусков.Чтение.Организации
	|Документ.ГрафикОтпусков.Изменение.ГруппыФизическихЛиц
	|Документ.ГрафикОтпусков.Изменение.Организации
	|Документ.ДанныеДляРасчетаЗарплаты.Чтение.ГруппыФизическихЛиц
	|Документ.ДанныеДляРасчетаЗарплаты.Чтение.Организации
	|Документ.ДанныеДляРасчетаЗарплаты.Изменение.ГруппыФизическихЛиц
	|Документ.ДанныеДляРасчетаЗарплаты.Изменение.Организации
	|Документ.ДоговорАвторскогоЗаказа.Чтение.ГруппыФизическихЛиц
	|Документ.ДоговорАвторскогоЗаказа.Чтение.Организации
	|Документ.ДоговорАвторскогоЗаказа.Изменение.ГруппыФизическихЛиц
	|Документ.ДоговорАвторскогоЗаказа.Изменение.Организации
	|Документ.ДоговорЗаймаСотруднику.Чтение.ГруппыФизическихЛиц
	|Документ.ДоговорЗаймаСотруднику.Чтение.Организации
	|Документ.ДоговорЗаймаСотруднику.Изменение.ГруппыФизическихЛиц
	|Документ.ДоговорЗаймаСотруднику.Изменение.Организации
	|Документ.ДоговорРаботыУслуги.Чтение.ГруппыФизическихЛиц
	|Документ.ДоговорРаботыУслуги.Чтение.Организации
	|Документ.ДоговорРаботыУслуги.Изменение.ГруппыФизическихЛиц
	|Документ.ДоговорРаботыУслуги.Изменение.Организации
	|Документ.ДоходВНатуральнойФорме.Чтение.ГруппыФизическихЛиц
	|Документ.ДоходВНатуральнойФорме.Чтение.Организации
	|Документ.ДоходВНатуральнойФорме.Изменение.ГруппыФизическихЛиц
	|Документ.ДоходВНатуральнойФорме.Изменение.Организации
	|Документ.ЕдиновременноеПособиеЗаСчетФСС.Чтение.ГруппыФизическихЛиц
	|Документ.ЕдиновременноеПособиеЗаСчетФСС.Чтение.Организации
	|Документ.ЕдиновременноеПособиеЗаСчетФСС.Изменение.ГруппыФизическихЛиц
	|Документ.ЕдиновременноеПособиеЗаСчетФСС.Изменение.Организации
	|Документ.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудников.Чтение.ГруппыФизическихЛиц
	|Документ.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудников.Чтение.Организации
	|Документ.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудников.Изменение.ГруппыФизическихЛиц
	|Документ.ЗаявкаНаЗакрытиеЛицевыхСчетовСотрудников.Изменение.Организации
	|Документ.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудников.Чтение.ГруппыФизическихЛиц
	|Документ.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудников.Чтение.Организации
	|Документ.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудников.Изменение.ГруппыФизическихЛиц
	|Документ.ЗаявкаНаОткрытиеЛицевыхСчетовСотрудников.Изменение.Организации
	|Документ.ИзменениеАванса.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеАванса.Чтение.Организации
	|Документ.ИзменениеАванса.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеАванса.Изменение.Организации
	|Документ.ИзменениеГрафикаРаботыСписком.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеГрафикаРаботыСписком.Чтение.Организации
	|Документ.ИзменениеГрафикаРаботыСписком.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеГрафикаРаботыСписком.Изменение.Организации
	|Документ.ИзменениеКвалификационногоРазряда.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеКвалификационногоРазряда.Чтение.Организации
	|Документ.ИзменениеКвалификационногоРазряда.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеКвалификационногоРазряда.Изменение.Организации
	|Документ.ИзменениеМестРаботы.Чтение.Организации
	|Документ.ИзменениеМестРаботы.Изменение.Организации
	|Документ.ИзменениеОплатыТруда.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеОплатыТруда.Чтение.Организации
	|Документ.ИзменениеОплатыТруда.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеОплатыТруда.Изменение.Организации
	|Документ.ИзменениеПлановыхНачислений.Чтение.Организации
	|Документ.ИзменениеПлановыхНачислений.Изменение.Организации
	|Документ.ИзменениеУсловийДоговораЗаймаСотруднику.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеУсловийДоговораЗаймаСотруднику.Чтение.Организации
	|Документ.ИзменениеУсловийДоговораЗаймаСотруднику.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеУсловийДоговораЗаймаСотруднику.Изменение.Организации
	|Документ.ИзменениеУсловийИсполнительногоЛиста.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеУсловийИсполнительногоЛиста.Чтение.Организации
	|Документ.ИзменениеУсловийИсполнительногоЛиста.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеУсловийИсполнительногоЛиста.Изменение.Организации
	|Документ.ИзменениеУсловийОплатыОтпускаПоУходуЗаРебенком.Чтение.ГруппыФизическихЛиц
	|Документ.ИзменениеУсловийОплатыОтпускаПоУходуЗаРебенком.Чтение.Организации
	|Документ.ИзменениеУсловийОплатыОтпускаПоУходуЗаРебенком.Изменение.ГруппыФизическихЛиц
	|Документ.ИзменениеУсловийОплатыОтпускаПоУходуЗаРебенком.Изменение.Организации
	|Документ.ИзменениеШтатногоРасписания.Чтение.Организации
	|Документ.ИзменениеШтатногоРасписания.Чтение.ПодразделенияОрганизаций
	|Документ.ИзменениеШтатногоРасписания.Изменение.Организации
	|Документ.ИзменениеШтатногоРасписания.Изменение.ПодразделенияОрганизаций
	|Документ.ИндексацияЗаработка.Чтение.ГруппыФизическихЛиц
	|Документ.ИндексацияЗаработка.Чтение.Организации
	|Документ.ИндексацияЗаработка.Изменение.ГруппыФизическихЛиц
	|Документ.ИндексацияЗаработка.Изменение.Организации
	|Документ.ИндивидуальныйГрафик.Чтение.ГруппыФизическихЛиц
	|Документ.ИндивидуальныйГрафик.Чтение.Организации
	|Документ.ИндивидуальныйГрафик.Изменение.ГруппыФизическихЛиц
	|Документ.ИндивидуальныйГрафик.Изменение.Организации
	|Документ.ИсполнительныйЛист.Чтение.ГруппыФизическихЛиц
	|Документ.ИсполнительныйЛист.Чтение.Организации
	|Документ.ИсполнительныйЛист.Изменение.ГруппыФизическихЛиц
	|Документ.ИсполнительныйЛист.Изменение.Организации
	|Документ.КадровыйПеревод.Чтение.ГруппыФизическихЛиц
	|Документ.КадровыйПеревод.Чтение.Организации
	|Документ.КадровыйПеревод.Изменение.ГруппыФизическихЛиц
	|Документ.КадровыйПеревод.Изменение.Организации
	|Документ.КадровыйПереводСписком.Чтение.ГруппыФизическихЛиц
	|Документ.КадровыйПереводСписком.Чтение.Организации
	|Документ.КадровыйПереводСписком.Изменение.ГруппыФизическихЛиц
	|Документ.КадровыйПереводСписком.Изменение.Организации
	|Документ.Командировка.Чтение.ГруппыФизическихЛиц
	|Документ.Командировка.Чтение.Организации
	|Документ.Командировка.Изменение.ГруппыФизическихЛиц
	|Документ.Командировка.Изменение.Организации
	|Документ.КомандировкиСотрудников.Чтение.ГруппыФизическихЛиц
	|Документ.КомандировкиСотрудников.Чтение.Организации
	|Документ.КомандировкиСотрудников.Изменение.ГруппыФизическихЛиц
	|Документ.КомандировкиСотрудников.Изменение.Организации
	|Документ.КомпенсацияЗаЗадержкуЗарплаты.Чтение.ГруппыФизическихЛиц
	|Документ.КомпенсацияЗаЗадержкуЗарплаты.Чтение.Организации
	|Документ.КомпенсацияЗаЗадержкуЗарплаты.Изменение.ГруппыФизическихЛиц
	|Документ.КомпенсацияЗаЗадержкуЗарплаты.Изменение.Организации
	|Документ.МатериальнаяПомощь.Чтение.ГруппыФизическихЛиц
	|Документ.МатериальнаяПомощь.Чтение.Организации
	|Документ.МатериальнаяПомощь.Изменение.ГруппыФизическихЛиц
	|Документ.МатериальнаяПомощь.Изменение.Организации
	|Документ.НазначениеПлановогоНачисления.Чтение.Организации
	|Документ.НазначениеПлановогоНачисления.Изменение.Организации
	|Документ.НазначениеПодработки.Чтение.ГруппыФизическихЛиц
	|Документ.НазначениеПодработки.Чтение.Организации
	|Документ.НазначениеПодработки.Изменение.ГруппыФизическихЛиц
	|Документ.НазначениеПодработки.Изменение.Организации
	|Документ.НачальнаяЗадолженностьПоЗарплате.Чтение.ГруппыФизическихЛиц
	|Документ.НачальнаяЗадолженностьПоЗарплате.Чтение.Организации
	|Документ.НачальнаяЗадолженностьПоЗарплате.Изменение.ГруппыФизическихЛиц
	|Документ.НачальнаяЗадолженностьПоЗарплате.Изменение.Организации
	|Документ.НачальнаяШтатнаяРасстановка.Чтение.ГруппыФизическихЛиц
	|Документ.НачальнаяШтатнаяРасстановка.Чтение.Организации
	|Документ.НачальнаяШтатнаяРасстановка.Изменение.ГруппыФизическихЛиц
	|Документ.НачальнаяШтатнаяРасстановка.Изменение.Организации
	|Документ.НачислениеЗаПервуюПоловинуМесяца.Чтение.ГруппыФизическихЛиц
	|Документ.НачислениеЗаПервуюПоловинуМесяца.Чтение.Организации
	|Документ.НачислениеЗаПервуюПоловинуМесяца.Изменение.ГруппыФизическихЛиц
	|Документ.НачислениеЗаПервуюПоловинуМесяца.Изменение.Организации
	|Документ.НачислениеЗарплаты.Чтение.ГруппыФизическихЛиц
	|Документ.НачислениеЗарплаты.Чтение.Организации
	|Документ.НачислениеЗарплаты.Изменение.ГруппыФизическихЛиц
	|Документ.НачислениеЗарплаты.Изменение.Организации
	|Документ.НачислениеОценочныхОбязательствПоОтпускам.Чтение.ГруппыФизическихЛиц
	|Документ.НачислениеОценочныхОбязательствПоОтпускам.Чтение.Организации
	|Документ.НачислениеОценочныхОбязательствПоОтпускам.Изменение.ГруппыФизическихЛиц
	|Документ.НачислениеОценочныхОбязательствПоОтпускам.Изменение.Организации
	|Документ.ОперацияНалоговогоУчетаПоНДФЛ.Чтение.ГруппыФизическихЛиц
	|Документ.ОперацияНалоговогоУчетаПоНДФЛ.Чтение.Организации
	|Документ.ОперацияНалоговогоУчетаПоНДФЛ.Изменение.ГруппыФизическихЛиц
	|Документ.ОперацияНалоговогоУчетаПоНДФЛ.Изменение.Организации
	|Документ.ОперацияУчетаПоСтраховымВзносам.Чтение.ГруппыФизическихЛиц
	|Документ.ОперацияУчетаПоСтраховымВзносам.Чтение.Организации
	|Документ.ОперацияУчетаПоСтраховымВзносам.Изменение.ГруппыФизическихЛиц
	|Документ.ОперацияУчетаПоСтраховымВзносам.Изменение.Организации
	|Документ.ОплатаПоСреднемуЗаработку.Чтение.ГруппыФизическихЛиц
	|Документ.ОплатаПоСреднемуЗаработку.Чтение.Организации
	|Документ.ОплатаПоСреднемуЗаработку.Изменение.ГруппыФизическихЛиц
	|Документ.ОплатаПоСреднемуЗаработку.Изменение.Организации
	|Документ.Отгул.Чтение.ГруппыФизическихЛиц
	|Документ.Отгул.Чтение.Организации
	|Документ.Отгул.Изменение.ГруппыФизическихЛиц
	|Документ.Отгул.Изменение.Организации
	|Документ.ОтменаДоплатыДоСреднегоЗаработка.Чтение.ГруппыФизическихЛиц
	|Документ.ОтменаДоплатыДоСреднегоЗаработка.Чтение.Организации
	|Документ.ОтменаДоплатыДоСреднегоЗаработка.Изменение.ГруппыФизическихЛиц
	|Документ.ОтменаДоплатыДоСреднегоЗаработка.Изменение.Организации
	|Документ.ОтменаСовмещения.Чтение.ГруппыФизическихЛиц
	|Документ.ОтменаСовмещения.Чтение.Организации
	|Документ.ОтменаСовмещения.Изменение.ГруппыФизическихЛиц
	|Документ.ОтменаСовмещения.Изменение.Организации
	|Документ.Отпуск.Чтение.ГруппыФизическихЛиц
	|Документ.Отпуск.Чтение.Организации
	|Документ.Отпуск.Изменение.ГруппыФизическихЛиц
	|Документ.Отпуск.Изменение.Организации
	|Документ.ОтпускаСотрудников.Чтение.ГруппыФизическихЛиц
	|Документ.ОтпускаСотрудников.Чтение.Организации
	|Документ.ОтпускаСотрудников.Изменение.ГруппыФизическихЛиц
	|Документ.ОтпускаСотрудников.Изменение.Организации
	|Документ.ОтпускБезСохраненияОплаты.Чтение.ГруппыФизическихЛиц
	|Документ.ОтпускБезСохраненияОплаты.Чтение.Организации
	|Документ.ОтпускБезСохраненияОплаты.Изменение.ГруппыФизическихЛиц
	|Документ.ОтпускБезСохраненияОплаты.Изменение.Организации
	|Документ.ОтпускПоУходуЗаРебенком.Чтение.ГруппыФизическихЛиц
	|Документ.ОтпускПоУходуЗаРебенком.Чтение.Организации
	|Документ.ОтпускПоУходуЗаРебенком.Изменение.ГруппыФизическихЛиц
	|Документ.ОтпускПоУходуЗаРебенком.Изменение.Организации
	|Документ.ОтражениеЗарплатыВФинансовомУчете.Чтение.ГруппыФизическихЛиц
	|Документ.ОтражениеЗарплатыВФинансовомУчете.Чтение.Организации
	|Документ.ОтражениеЗарплатыВФинансовомУчете.Изменение.ГруппыФизическихЛиц
	|Документ.ОтражениеЗарплатыВФинансовомУчете.Изменение.Организации
	|Документ.ПереводКДругомуРаботодателю.Чтение.ГруппыФизическихЛиц
	|Документ.ПереводКДругомуРаботодателю.Чтение.Организации
	|Документ.ПереводКДругомуРаботодателю.Изменение.ГруппыФизическихЛиц
	|Документ.ПереводКДругомуРаботодателю.Изменение.Организации
	|Документ.ПеремещениеВДругоеПодразделение.Чтение.ГруппыФизическихЛиц
	|Документ.ПеремещениеВДругоеПодразделение.Чтение.Организации
	|Документ.ПеремещениеВДругоеПодразделение.Изменение.ГруппыФизическихЛиц
	|Документ.ПеремещениеВДругоеПодразделение.Изменение.Организации
	|Документ.ПеремещениеМеждуТерриториями.Чтение.ГруппыФизическихЛиц
	|Документ.ПеремещениеМеждуТерриториями.Чтение.Организации
	|Документ.ПеремещениеМеждуТерриториями.Изменение.ГруппыФизическихЛиц
	|Документ.ПеремещениеМеждуТерриториями.Изменение.Организации
	|Документ.ПереносОтпуска.Чтение.ГруппыФизическихЛиц
	|Документ.ПереносОтпуска.Чтение.Организации
	|Документ.ПереносОтпуска.Изменение.ГруппыФизическихЛиц
	|Документ.ПереносОтпуска.Изменение.Организации
	|Документ.ПерерасчетНДФЛ.Чтение.ГруппыФизическихЛиц
	|Документ.ПерерасчетНДФЛ.Чтение.Организации
	|Документ.ПерерасчетНДФЛ.Изменение.ГруппыФизическихЛиц
	|Документ.ПерерасчетНДФЛ.Изменение.Организации
	|Документ.ПериодыОплаченныеДоНачалаЭксплуатации.Чтение.ГруппыФизическихЛиц
	|Документ.ПериодыОплаченныеДоНачалаЭксплуатации.Чтение.Организации
	|Документ.ПериодыОплаченныеДоНачалаЭксплуатации.Изменение.ГруппыФизическихЛиц
	|Документ.ПериодыОплаченныеДоНачалаЭксплуатации.Изменение.Организации
	|Документ.ПодтверждениеЗачисленияЗарплаты.Чтение.ГруппыФизическихЛиц
	|Документ.ПодтверждениеЗачисленияЗарплаты.Чтение.Организации
	|Документ.ПодтверждениеЗачисленияЗарплаты.Изменение.ГруппыФизическихЛиц
	|Документ.ПодтверждениеЗачисленияЗарплаты.Изменение.Организации
	|Документ.ПодтверждениеОткрытияЛицевыхСчетовСотрудников.Чтение.ГруппыФизическихЛиц
	|Документ.ПодтверждениеОткрытияЛицевыхСчетовСотрудников.Чтение.Организации
	|Документ.ПодтверждениеОткрытияЛицевыхСчетовСотрудников.Изменение.ГруппыФизическихЛиц
	|Документ.ПодтверждениеОткрытияЛицевыхСчетовСотрудников.Изменение.Организации
	|Документ.ПостоянноеУдержаниеВПользуТретьихЛиц.Чтение.ГруппыФизическихЛиц
	|Документ.ПостоянноеУдержаниеВПользуТретьихЛиц.Чтение.Организации
	|Документ.ПостоянноеУдержаниеВПользуТретьихЛиц.Изменение.ГруппыФизическихЛиц
	|Документ.ПостоянноеУдержаниеВПользуТретьихЛиц.Изменение.Организации
	|Документ.ПрекращениеПодработки.Чтение.ГруппыФизическихЛиц
	|Документ.ПрекращениеПодработки.Чтение.Организации
	|Документ.ПрекращениеПодработки.Изменение.ГруппыФизическихЛиц
	|Документ.ПрекращениеПодработки.Изменение.Организации
	|Документ.Премия.Чтение.ГруппыФизическихЛиц
	|Документ.Премия.Чтение.Организации
	|Документ.Премия.Изменение.ГруппыФизическихЛиц
	|Документ.Премия.Изменение.Организации
	|Документ.ПриемНаРаботу.Чтение.ГруппыФизическихЛиц
	|Документ.ПриемНаРаботу.Чтение.Организации
	|Документ.ПриемНаРаботу.Изменение.ГруппыФизическихЛиц
	|Документ.ПриемНаРаботу.Изменение.Организации
	|Документ.ПриемНаРаботуСписком.Чтение.ГруппыФизическихЛиц
	|Документ.ПриемНаРаботуСписком.Чтение.Организации
	|Документ.ПриемНаРаботуСписком.Изменение.ГруппыФизическихЛиц
	|Документ.ПриемНаРаботуСписком.Изменение.Организации
	|Документ.ПризПодарок.Чтение.ГруппыФизическихЛиц
	|Документ.ПризПодарок.Чтение.Организации
	|Документ.ПризПодарок.Изменение.ГруппыФизическихЛиц
	|Документ.ПризПодарок.Изменение.Организации
	|Документ.ПриказНаДоплатуДоСреднегоЗаработка.Чтение.ГруппыФизическихЛиц
	|Документ.ПриказНаДоплатуДоСреднегоЗаработка.Чтение.Организации
	|Документ.ПриказНаДоплатуДоСреднегоЗаработка.Изменение.ГруппыФизическихЛиц
	|Документ.ПриказНаДоплатуДоСреднегоЗаработка.Изменение.Организации
	|Документ.ПрогулНеявка.Чтение.ГруппыФизическихЛиц
	|Документ.ПрогулНеявка.Чтение.Организации
	|Документ.ПрогулНеявка.Изменение.ГруппыФизическихЛиц
	|Документ.ПрогулНеявка.Изменение.Организации
	|Документ.ПродлениеКонтрактаДоговора.Чтение.ГруппыФизическихЛиц
	|Документ.ПродлениеКонтрактаДоговора.Чтение.Организации
	|Документ.ПродлениеКонтрактаДоговора.Изменение.ГруппыФизическихЛиц
	|Документ.ПродлениеКонтрактаДоговора.Изменение.Организации
	|Документ.ПростойСотрудников.Чтение.ГруппыФизическихЛиц
	|Документ.ПростойСотрудников.Чтение.Организации
	|Документ.ПростойСотрудников.Изменение.ГруппыФизическихЛиц
	|Документ.ПростойСотрудников.Изменение.Организации
	|Документ.РаботаВВыходныеИПраздничныеДни.Чтение.ГруппыФизическихЛиц
	|Документ.РаботаВВыходныеИПраздничныеДни.Чтение.Организации
	|Документ.РаботаВВыходныеИПраздничныеДни.Изменение.ГруппыФизическихЛиц
	|Документ.РаботаВВыходныеИПраздничныеДни.Изменение.Организации
	|Документ.РаботаСверхурочно.Чтение.ГруппыФизическихЛиц
	|Документ.РаботаСверхурочно.Чтение.Организации
	|Документ.РаботаСверхурочно.Изменение.ГруппыФизическихЛиц
	|Документ.РаботаСверхурочно.Изменение.Организации
	|Документ.РазовоеНачисление.Чтение.ГруппыФизическихЛиц
	|Документ.РазовоеНачисление.Чтение.Организации
	|Документ.РазовоеНачисление.Изменение.ГруппыФизическихЛиц
	|Документ.РазовоеНачисление.Изменение.Организации
	|Документ.РаспределениеОсновногоЗаработка.Чтение.ГруппыФизическихЛиц
	|Документ.РаспределениеОсновногоЗаработка.Чтение.Организации
	|Документ.РаспределениеОсновногоЗаработка.Изменение.ГруппыФизическихЛиц
	|Документ.РаспределениеОсновногоЗаработка.Изменение.Организации
	|Документ.РегистрацияПереработок.Чтение.ГруппыФизическихЛиц
	|Документ.РегистрацияПереработок.Чтение.Организации
	|Документ.РегистрацияПереработок.Изменение.ГруппыФизическихЛиц
	|Документ.РегистрацияПереработок.Изменение.Организации
	|Документ.РегистрацияПрочихДоходов.Чтение.ГруппыФизическихЛиц
	|Документ.РегистрацияПрочихДоходов.Чтение.Организации
	|Документ.РегистрацияПрочихДоходов.Изменение.ГруппыФизическихЛиц
	|Документ.РегистрацияПрочихДоходов.Изменение.Организации
	|Документ.Совмещение.Чтение.ГруппыФизическихЛиц
	|Документ.Совмещение.Чтение.Организации
	|Документ.Совмещение.Изменение.ГруппыФизическихЛиц
	|Документ.Совмещение.Изменение.Организации
	|Документ.ТабельУчетаРабочегоВремени.Чтение.ГруппыФизическихЛиц
	|Документ.ТабельУчетаРабочегоВремени.Чтение.Организации
	|Документ.ТабельУчетаРабочегоВремени.Изменение.ГруппыФизическихЛиц
	|Документ.ТабельУчетаРабочегоВремени.Изменение.Организации
	|Документ.Увольнение.Чтение.ГруппыФизическихЛиц
	|Документ.Увольнение.Чтение.Организации
	|Документ.Увольнение.Изменение.ГруппыФизическихЛиц
	|Документ.Увольнение.Изменение.Организации
	|Документ.УвольнениеСписком.Чтение.ГруппыФизическихЛиц
	|Документ.УвольнениеСписком.Чтение.Организации
	|Документ.УвольнениеСписком.Изменение.ГруппыФизическихЛиц
	|Документ.УвольнениеСписком.Изменение.Организации
	|Документ.УдержаниеВСчетРасчетовПоПрочимОперациям.Чтение.ГруппыФизическихЛиц
	|Документ.УдержаниеВСчетРасчетовПоПрочимОперациям.Чтение.Организации
	|Документ.УдержаниеВСчетРасчетовПоПрочимОперациям.Изменение.ГруппыФизическихЛиц
	|Документ.УдержаниеВСчетРасчетовПоПрочимОперациям.Изменение.Организации
	|Документ.УдержаниеПрофсоюзныхВзносов.Чтение.ГруппыФизическихЛиц
	|Документ.УдержаниеПрофсоюзныхВзносов.Чтение.Организации
	|Документ.УдержаниеПрофсоюзныхВзносов.Изменение.ГруппыФизическихЛиц
	|Документ.УдержаниеПрофсоюзныхВзносов.Изменение.Организации
	|Документ.УтверждениеШтатногоРасписания.Чтение.Организации
	|Документ.УтверждениеШтатногоРасписания.Чтение.ПодразделенияОрганизаций
	|Документ.УтверждениеШтатногоРасписания.Изменение.Организации
	|Документ.УтверждениеШтатногоРасписания.Изменение.ПодразделенияОрганизаций
	|РегистрСведений.БухучетЗарплатыОрганизаций.Чтение.Организации
	|РегистрСведений.БухучетЗарплатыОрганизаций.Изменение.Организации
	|РегистрСведений.ВоинскийУчет.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ВоинскийУчет.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ВременноПребывающиеПринятыеПоДолгосрочнымДоговорам.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ВременноПребывающиеПринятыеПоДолгосрочнымДоговорам.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ГражданствоФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ГражданствоФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ГрафикРаботыСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ГрафикРаботыСотрудников.Чтение.Организации
	|РегистрСведений.ДанныеОбОплатеТрудаДляПодбораСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ДанныеОбОплатеТрудаДляПодбораСотрудников.Чтение.Организации
	|РегистрСведений.ДанныеСостоянийСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ЗарплатаКадрыДолиСписанияКосвенныхРасходов.Чтение.Организации
	|РегистрСведений.ЗарплатаКадрыДолиСписанияКосвенныхРасходов.Изменение.Организации
	|РегистрСведений.ЗнаниеЯзыковФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ЗнаниеЯзыковФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ЗначенияПериодическихПоказателейРасчетаЗарплатыОрганизаций.Чтение.Организации
	|РегистрСведений.ЗначенияПериодическихПоказателейРасчетаЗарплатыПодразделений.Чтение.Организации
	|РегистрСведений.ЗначенияПериодическихПоказателейРасчетаЗарплатыСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ЗначенияПериодическихПоказателейРасчетаЗарплатыСотрудников.Чтение.Организации
	|РегистрСведений.ЗначенияПериодическихПоказателейРасчетаЗарплатыСотрудников.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ЗначенияПериодическихПоказателейРасчетаЗарплатыСотрудников.Изменение.Организации
	|РегистрСведений.ЗначенияПоказателейДоплатыЗаРаботуВНочноеВечернееВремя.Чтение.Организации
	|РегистрСведений.ЗначенияПоказателейДоплатыЗаРаботуВНочноеВечернееВремя.Изменение.Организации
	|РегистрСведений.ЗначенияРазовыхПоказателейРасчетаЗарплатыОрганизаций.Чтение.Организации
	|РегистрСведений.ЗначенияРазовыхПоказателейРасчетаЗарплатыПодразделений.Чтение.Организации
	|РегистрСведений.ЗначенияРазовыхПоказателейРасчетаЗарплатыСотрудников.Чтение.Организации
	|РегистрСведений.ИсторияЕжегодныхОтпусковПоШтатномуРасписанию.Чтение.Организации
	|РегистрСведений.ИсторияЕжегодныхОтпусковПоШтатномуРасписанию.Чтение.ПодразделенияОрганизаций
	|РегистрСведений.ИсторияИспользованияШтатногоРасписания.Чтение.Организации
	|РегистрСведений.ИсторияИспользованияШтатногоРасписания.Чтение.ПодразделенияОрганизаций
	|РегистрСведений.ИсторияНачисленийПоШтатномуРасписанию.Чтение.Организации
	|РегистрСведений.ИсторияНачисленийПоШтатномуРасписанию.Чтение.ПодразделенияОрганизаций
	|РегистрСведений.ИсторияПоказателейПоШтатномуРасписанию.Чтение.Организации
	|РегистрСведений.ИсторияПоказателейПоШтатномуРасписанию.Чтение.ПодразделенияОрганизаций
	|РегистрСведений.ИсторияСпециальностейПоШтатномуРасписанию.Чтение.Организации
	|РегистрСведений.ИсторияСпециальностейПоШтатномуРасписанию.Чтение.ПодразделенияОрганизаций
	|РегистрСведений.КадроваяИсторияСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.КадроваяИсторияСотрудников.Чтение.Организации
	|РегистрСведений.ЛицевыеСчетаСотрудниковПоЗарплатнымПроектам.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ЛицевыеСчетаСотрудниковПоЗарплатнымПроектам.Чтение.Организации
	|РегистрСведений.ЛицевыеСчетаСотрудниковПоЗарплатнымПроектам.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ЛицевыеСчетаСотрудниковПоЗарплатнымПроектам.Изменение.Организации
	|РегистрСведений.МестаВыплатыЗарплатыОрганизаций.Чтение.Организации
	|РегистрСведений.МестаВыплатыЗарплатыОрганизаций.Изменение.Организации
	|РегистрСведений.НаградыФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.НаградыФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.НастройкиЗарплатаКадры.Чтение.Организации
	|РегистрСведений.НастройкиЗарплатаКадры.Изменение.Организации
	|РегистрСведений.НастройкиЗарплатаКадрыРасширенная.Чтение.Организации
	|РегистрСведений.НастройкиЗарплатаКадрыРасширенная.Изменение.Организации
	|РегистрСведений.НастройкиРасчетаРезервовОтпусков.Чтение.Организации
	|РегистрСведений.НастройкиУчетаПособийСоциальногоСтрахования.Чтение.Организации
	|РегистрСведений.НастройкиУчетаПособийСоциальногоСтрахования.Изменение.Организации
	|РегистрСведений.НастройкиУчетаСтраховыхВзносов.Чтение.Организации
	|РегистрСведений.ОплатаВедомостейНаВыплатуЗарплаты.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ОплатаВедомостейНаВыплатуЗарплаты.Чтение.Организации
	|РегистрСведений.ОплаченныеДоговоры.Чтение.Организации
	|РегистрСведений.ОсновныеДанныеКонтрактаДоговораСотрудника.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ОсновныеДанныеКонтрактаДоговораСотрудника.Чтение.Организации
	|РегистрСведений.ОтложенноеОткрытиеЛицевыхСчетовСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ОтложенноеОткрытиеЛицевыхСчетовСотрудников.Чтение.Организации
	|РегистрСведений.ОтложенноеОткрытиеЛицевыхСчетовСотрудников.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ОтложенноеОткрытиеЛицевыхСчетовСотрудников.Изменение.Организации
	|РегистрСведений.ПерерасчетЗарплаты.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПерерасчетЗарплаты.Чтение.Организации
	|РегистрСведений.ПерерасчетЗарплаты.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ПерерасчетЗарплаты.Изменение.Организации
	|РегистрСведений.ПерерасчетСреднегоЗаработка.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПерерасчетСреднегоЗаработка.Чтение.Организации
	|РегистрСведений.ПерерасчетСреднегоЗаработка.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ПерерасчетСреднегоЗаработка.Изменение.Организации
	|РегистрСведений.ПериодыДействияДоговоровГражданскоПравовогоХарактера.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПериодыДействияДоговоровГражданскоПравовогоХарактера.Чтение.Организации
	|РегистрСведений.ПлановыеЕжегодныеОтпуска.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПлановыеЕжегодныеОтпуска.Чтение.Организации
	|РегистрСведений.ПлановыеЕжегодныеОтпуска.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ПлановыеЕжегодныеОтпуска.Изменение.Организации
	|РегистрСведений.ПлановыеНачисления.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПлановыеНачисления.Чтение.Организации
	|РегистрСведений.ПлановыеНачисленияПоДоговорам.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПлановыеНачисленияПоДоговорам.Чтение.Организации
	|РегистрСведений.ПлановыйФОТ.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПлановыйФОТ.Чтение.Организации
	|РегистрСведений.ПрименениеДополнительныхПериодическихПоказателейРасчетаЗарплатыСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПрименениеДополнительныхПериодическихПоказателейРасчетаЗарплатыСотрудников.Чтение.Организации
	|РегистрСведений.ПрофессииФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ПрофессииФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.РасчетРезерваОтпусков.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.РеестрКадровыхПриказов.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.РеестрОтпусков.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.РолиСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.РолиСотрудников.Чтение.Организации
	|РегистрСведений.РолиФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.РолиФизическихЛиц.Чтение.Организации
	|РегистрСведений.РолиФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.РолиФизическихЛиц.Изменение.Организации
	|РегистрСведений.СведенияКонтрактаДоговораСотрудника.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияКонтрактаДоговораСотрудника.Чтение.Организации
	|РегистрСведений.СведенияОбИнвалидностиФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОбИнвалидностиФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОЛьготахФизическихЛицПострадавшихВАварииЧАЭС.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОЛьготахФизическихЛицПострадавшихВАварииЧАЭС.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаОбщий.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаОбщий.Чтение.Организации
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаОбщий.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаОбщий.Изменение.Организации
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаФСС.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаФСС.Чтение.Организации	
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаФСС.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СведенияОНачисленияхДляРасчетаСреднегоЗаработкаФСС.Изменение.Организации
	|РегистрСведений.СоставГруппСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СоставГруппСотрудников.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СостоянияВБракеФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СостоянияВБракеФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СостоянияДокументовЗачисленияЗарплаты.Чтение.Организации
	|РегистрСведений.СостоянияДокументовЗачисленияЗарплаты.Изменение.Организации
	|РегистрСведений.СостоянияДокументовОткрытияЛицевыхСчетов.Чтение.Организации
	|РегистрСведений.СостоянияДокументовОткрытияЛицевыхСчетов.Изменение.Организации
	|РегистрСведений.СостоянияСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СостоянияСотрудников.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СпециальностиФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СпециальностиФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СтажиФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СтажиФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СтроковыеСведенияФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.СтроковыеСведенияФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.СчетчикиВыгрузок.Чтение.Организации
	|РегистрСведений.СчетчикиВыгрузок.Изменение.Организации
	|РегистрСведений.ТекущаяТарифнаяСтавкаСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ТекущаяТарифнаяСтавкаСотрудников.Чтение.Организации
	|РегистрСведений.ТекущаяТарифнаяСтавкаСотрудников.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ТекущаяТарифнаяСтавкаСотрудников.Изменение.Организации
	|РегистрСведений.ТекущиеКадровыеДанныеСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ТекущиеКадровыеДанныеСотрудников.Чтение.Организации
	|РегистрСведений.ТекущиеКадровыеДанныеСотрудников.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ТекущиеКадровыеДанныеСотрудников.Изменение.Организации
	|РегистрСведений.ТерриторииСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ТерриторииСотрудников.Чтение.Организации
	|РегистрСведений.ТрудоваяДеятельностьФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ТрудоваяДеятельностьФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.УсловияДоговораГПХ.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.УсловияДоговораГПХ.Чтение.Организации
	|РегистрСведений.УсловияОплатыОтпускаПоУходуЗаРебенком.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.УсловияОплатыОтпускаПоУходуЗаРебенком.Чтение.Организации
	|РегистрСведений.УченыеЗванияФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.УченыеЗванияФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.УченыеСтепениФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.УченыеСтепениФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрСведений.ФотографииФизическихЛиц.Чтение.ГруппыФизическихЛиц
	|РегистрСведений.ФотографииФизическихЛиц.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.БухучетНачисленияУдержанияПоКонтрагентамАкционерам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.БухучетНачисленияУдержанияПоКонтрагентамАкционерам.Чтение.Организации
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникам.Чтение.Организации
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникам.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникам.Изменение.Организации
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникамАвансом.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникамАвансом.Чтение.Организации
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникамАвансом.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.БухучетНачисленияУдержанияПоСотрудникамАвансом.Изменение.Организации
	|РегистрНакопления.ВзаиморасчетыПоЗаймамСотрудникам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ВзаиморасчетыПоЗаймамСотрудникам.Чтение.Организации
	|РегистрНакопления.ВзаиморасчетыССотрудниками.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ВзаиморасчетыССотрудниками.Чтение.Организации
	|РегистрНакопления.ДанныеОНачисленияхДляРасчетаСреднегоЗаработкаОбщий.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ДанныеОНачисленияхДляРасчетаСреднегоЗаработкаОбщий.Чтение.Организации
	|РегистрНакопления.ДанныеОНачисленияхДляРасчетаСреднегоЗаработкаФСС.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ДанныеСтрахователейДляРасчетаСреднегоЗаработкаФСС.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ЗарплатаКВыплате.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ЗарплатаКВыплате.Чтение.Организации
	|РегистрНакопления.ЗарплатаКВыплатеАвансом.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ЗарплатаКВыплатеАвансом.Чтение.Организации
	|РегистрНакопления.ЗарплатаКВыплатеАвансом.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.ЗарплатаКВыплатеАвансом.Изменение.Организации
	|РегистрНакопления.ЗначенияОперативныхПоказателейРасчетаЗарплатыОрганизаций.Чтение.Организации
	|РегистрНакопления.ЗначенияОперативныхПоказателейРасчетаЗарплатыПодразделений.Чтение.Организации
	|РегистрНакопления.ЗначенияОперативныхПоказателейРасчетаЗарплатыСотрудников.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ЗначенияОперативныхПоказателейРасчетаЗарплатыСотрудников.Чтение.Организации
	|РегистрНакопления.ИсчисленныеСтраховыеВзносы.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ИсчисленныеСтраховыеВзносы.Чтение.Организации
	|РегистрНакопления.НачисленияПоДоговорамГПХ.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.НачисленияПоДоговорамГПХ.Чтение.Организации
	|РегистрНакопления.НачисленияУдержанияПоКонтрагентамАкционерам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.НачисленияУдержанияПоКонтрагентамАкционерам.Чтение.Организации
	|РегистрНакопления.НачисленияУдержанияПоСотрудникам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.НачисленияУдержанияПоСотрудникам.Чтение.Организации
	|РегистрНакопления.НачисленияУдержанияПоСотрудникам.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.НачисленияУдержанияПоСотрудникам.Изменение.Организации
	|РегистрНакопления.НачисленияУдержанияПоСотрудникамАвансом.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.НачисленияУдержанияПоСотрудникамАвансом.Чтение.Организации
	|РегистрНакопления.НачисленияУдержанияПоСотрудникамАвансом.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.НачисленияУдержанияПоСотрудникамАвансом.Изменение.Организации
	|РегистрНакопления.ОтработанноеВремяПоСотрудникам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ОтработанноеВремяПоСотрудникам.Чтение.Организации
	|РегистрНакопления.ОтработанноеВремяПоСотрудникамАвансом.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.ОтработанноеВремяПоСотрудникамАвансом.Чтение.Организации
	|РегистрНакопления.ОтработанноеВремяПоСотрудникамАвансом.Изменение.ГруппыФизическихЛиц
	|РегистрНакопления.ОтработанноеВремяПоСотрудникамАвансом.Изменение.Организации
	|РегистрНакопления.ОценочныеОбязательства.Чтение.Организации
	|РегистрНакопления.РасчетыНалогоплательщиковСБюджетомПоНДФЛ.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.РасчетыНалогоплательщиковСБюджетомПоНДФЛ.Чтение.Организации
	|РегистрНакопления.РасчетыСФондамиПоСтраховымВзносам.Чтение.Организации
	|РегистрНакопления.СведенияОДоходахНДФЛ.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.СведенияОДоходахНДФЛ.Чтение.Организации
	|РегистрНакопления.СведенияОДоходахСтраховыеВзносы.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.СведенияОДоходахСтраховыеВзносы.Чтение.Организации
	|РегистрНакопления.СтраховыеВзносыПоФизическимЛицам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.СтраховыеВзносыПоФизическимЛицам.Чтение.Организации
	|РегистрНакопления.УдержанияПоИсполнительнымДокументам.Чтение.ГруппыФизическихЛиц
	|РегистрНакопления.УдержанияПоИсполнительнымДокументам.Чтение.Организации
	|РегистрРасчета.Начисления.Чтение.ГруппыФизическихЛиц
	|РегистрРасчета.Начисления.Чтение.Организации
	|РегистрРасчета.Удержания.Чтение.ГруппыФизическихЛиц
	|РегистрРасчета.Удержания.Чтение.Организации
//-- НЕ УТ
//-- Локализация
	|";

	Если ОбщегоНазначения.ПодсистемаСуществует("ЗарплатаИУправлениеПерсоналом") Тогда
		МодульУчетДепонированнойЗарплаты = ОбщегоНазначения.ОбщийМодуль("УчетДепонированнойЗарплаты");
		МодульУчетДепонированнойЗарплаты.ПриЗаполненииВидовОграниченийПравОбъектовМетаданных(Описание);
	КонецЕсли;

КонецПроцедуры

// Заполняет использование видов доступа в зависимости от функциональных опций конфигурации,
// например, ИспользоватьГруппыДоступаНоменклатуры.
//
// см. УправлениеДоступомУТ.ЗаполнитьИспользованиеВидаДоступа()
//
Процедура ЗаполнитьИспользованиеВидаДоступа(ВидДоступа, Использование) Экспорт

	//++ Локализация
	//++ НЕ УТ
	Если ВидДоступа = "ПодразделенияОрганизаций" Тогда
		Использование = Константы.ОграничиватьДоступНаУровнеЗаписейПодразделенияОрганизаций.Получить();

	ИначеЕсли ВидДоступа = "ГруппыФизическихЛиц" Тогда
		Использование = Константы.ОграничиватьДоступНаУровнеЗаписейФизическиеЛица.Получить();
		
	КонецЕсли;
	//-- НЕ УТ
	//-- Локализация
	
КонецПроцедуры

// Позволяет переопределить ограничение, указанное в модуле менеджера объекта метаданных.
//
// Параметры:
//  Список - ОбъектМетаданных - список, для которого нужно вернуть текст ограничения.
//                              В процедуре ПриЗаполненииСписковСОграничениемДоступа нужно
//                              указать для списка значение Ложь, иначе вызова не будет.
//
//  Ограничение - Структура - со свойствами, как для процедур в модулях менеджеров. См. свойства
//                            в комментарии к процедуре ПриЗаполненииСписковСОграничениемДоступа.
//
Процедура ПриЗаполненииОграниченияДоступа(Список, Ограничение) Экспорт
	
	//++ Локализация
	//++ НЕ УТ
	ЗарплатаКадры.ПриЗаполненииОграниченияДоступа(Список, Ограничение);
	Если Список = Метаданные.Справочники.ФизическиеЛица Тогда
		Ограничение.Текст =
		"РазрешитьЧтениеИзменение
		|ГДЕ
		|	ЭтоГруппа
		|	ИЛИ ЗначениеРазрешено(Ссылка)";
	КонецЕсли;
	//-- НЕ УТ
	//-- Локализация
	
КонецПроцедуры

// Заполняет виды доступа, используемые в ограничениях прав доступа.
// Примечание: виды доступа Пользователи и ВнешниеПользователи предопределены,
// но их можно удалить из списка ВидыДоступа, если они не требуются для ограничения прав доступа.
//
// см. УправлениеДоступомПереопределяемый.ЗаполнитьВидыДоступа()
//
Процедура ЗаполнитьВидыДоступа(ВидыДоступа) Экспорт
	
	//++ Локализация

	//++ НЕ УТ
	ЗарплатаКадры.УправлениеДоступомЗаполнитьСвойстваВидаДоступа(ВидыДоступа);
	
	// локальное исправление 00-00170163, 30163804
	ГруппыФизическихЛицНайдены = Ложь;
	МассивУдаляемыхВидов = Новый Массив;
	Для Каждого Строка Из ВидыДоступа Цикл
		Если Строка.Имя = "ГруппыФизическихЛиц" И Не ГруппыФизическихЛицНайдены Тогда
			ГруппыФизическихЛицНайдены = Истина;
		ИначеЕсли Строка.Имя = "ГруппыФизическихЛиц" И ГруппыФизическихЛицНайдены Тогда
			МассивУдаляемыхВидов.Добавить(Строка);
		ИначеЕсли Строка.Имя = "СтруктураПредприятия" Тогда
			МассивУдаляемыхВидов.Добавить(Строка);
		КонецЕсли;
	КонецЦикла;
	
	Для Каждого Строка Из МассивУдаляемыхВидов Цикл
		ВидыДоступа.Удалить(Строка);
	КонецЦикла;
	
	//-- НЕ УТ
	
	//-- Локализация
	
КонецПроцедуры

// Позволяет указать списки, у которых объекты метаданных содержат описание логики ограничения
// доступа в модулях менеджеров или переопределяемом модуле.
//
// см. ОбщийМодуль.УправлениеДоступомПереопределяемый.ПриЗаполненииСписковСОграничениемДоступа()
//
Процедура ПриЗаполненииСписковСОграничениемДоступа(Списки) Экспорт
	
	//++ Локализация
	
	//++ НЕ УТ
	ЗарплатаКадры.ПриЗаполненииСписковСОграничениемДоступа(Списки);
	//-- НЕ УТ
	//-- Локализация
КонецПроцедуры

#КонецОбласти

#Область СлужебныеПроцедурыИФункции

Функция ИндексироватьПрофили(ОписанияПрофилей, ПолеПрофиля = "Имя")
	
	Результат = Новый Соответствие;
	Для Индекс = 0 По ОписанияПрофилей.ВГраница() Цикл
		
		Профиль = ОписанияПрофилей[Индекс];
		Результат.Вставить(Профиль[ПолеПрофиля], Индекс);
		
	КонецЦикла;
	Возврат Результат;
	
КонецФункции
//++ Локализация
Функция НайтиПрофиль(ИмяПрофиля, ОписанияПрофилей, ИндексПрофилей)

	ИндексПрофиля = ИндексПрофилей[ИмяПрофиля];
	Если ИндексПрофиля = Неопределено Тогда
		Возврат Неопределено;
	КонецЕсли;
	Возврат ОписанияПрофилей[ИндексПрофиля];
	
КонецФункции
//-- Локализация

// Служебная функция. Сделана экспортной для удобства внедрения.
//
Процедура ДополнитьПрофильОбязательнымиРолями(ОписаниеПрофиля) Экспорт
	
	//++ Локализация
	// Базовые права
	ОписаниеПрофиля.Роли.Добавить("БазовыеПраваИПП");
	ОписаниеПрофиля.Роли.Добавить("БазовыеПраваБТС");
	//++ НЕ УТ
	ОписаниеПрофиля.Роли.Добавить("БазовыеПраваБРО");  
	//-- НЕ УТ
	
	ОписаниеПрофиля.Роли.Добавить("НСИСБазовыеПрава");
	//-- Локализация
	
КонецПроцедуры

Процедура ДополнитьПрофильОбязательнымиРолямиБЗК(ОписаниеПрофиля) Экспорт
	
	
	//БЕЗ использования модуля УправлениеДоступомУТ
	Если ОбщегоНазначения.ПодсистемаСуществует("ЗарплатаИУправлениеПерсоналом") Тогда
		МодульБЗК = ОбщегоНазначения.ОбщийМодуль("УправлениеДоступомБЗК");
		МодульБЗК.ДополнитьПрофильОбязательнымиРолями(ОписаниеПрофиля);
		ДополнитьПрофильОбязательнымиРолями(ОписаниеПрофиля);
	КонецЕсли;	
	
КонецПроцедуры


//++ Локализация
//++ НЕ УТ

#Область ЗарплатаИКадры

Процедура ДобавитьПрофилиЗарплатаИКадры(ОписанияПрофилей, ПараметрыОбновления, ДополнятьОбязательнымиРолями = Истина)
	
	КоличествоПрофилейУТУП = ОписанияПрофилей.Количество();
	
	ЗарплатаКадрыРасширенный.ЗаполнитьПоставляемыеПрофилиГруппДоступа(ОписанияПрофилей, ПараметрыОбновления);
	
	Для НомерПрофиля = КоличествоПрофилейУТУП + 1 По ОписанияПрофилей.Количество() Цикл
		
		ОписаниеПрофиля = ОписанияПрофилей[НомерПрофиля - 1];
		
		// Добавим в профиль БЗК обязательные права УТ/УП
		ДополнитьПрофильОбязательнымиРолямиБЗК(ОписаниеПрофиля);
		
		ОписаниеПрофиля.Роли.Добавить("ЧтениеОрганизацийИБанковскихСчетовОрганизаций");
		ОписаниеПрофиля.Роли.Добавить("ЧтениеНормативноСправочнойИнформации");
		
		
		// Исключим не используемые в УТ/УП роли
		ИндексРоли = ОписаниеПрофиля.Роли.Найти("ПросмотрОписанияИзмененийПрограммы");
		Если ИндексРоли <> Неопределено Тогда
			ОписаниеПрофиля.Роли.Удалить(ИндексРоли);
		КонецЕсли;
		
		Если ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляРасчетчик()
			ИЛИ ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийРасчетчик()
			ИЛИ ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляКадровикРасчетчик()
			ИЛИ ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийКадровикРасчетчик() Тогда
			
			
			ОписаниеПрофиля.Роли.Добавить("ОтражениеЗарплатыВФинансовомУчете");
			ОписаниеПрофиля.Роли.Добавить("ДобавлениеИзменениеОтраженияЗарплатыВФинансовомУчете");
			ОписаниеПрофиля.Роли.Добавить("ЧтениеОтраженияЗарплатыВФинансовомУчете");
			ОписаниеПрофиля.Роли.Добавить("ЧтениеНормативноСправочнойИнформации");
			ОписаниеПрофиля.Роли.Добавить("ЧтениеВыполненныхРаботСотрудников");
			ОписаниеПрофиля.Роли.Добавить("ЧтениеВидовРаботСотрудников");
			ОписаниеПрофиля.Роли.Добавить("ЧтениеРасценокРаботСотрудников");
			
			
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляАудитор() Тогда
			
			
		КонецЕсли;
		
		// Привязка к предопределенным элементам.
		Если ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляАудитор() Тогда
			ОписаниеПрофиля.Имя = "Аудитор";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляКадровик() Тогда
			ОписаниеПрофиля.Имя = "Кадровик";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляКадровикБезДоступаКЗарплате() Тогда
			ОписаниеПрофиля.Имя = "КадровикБезДоступаКЗарплате";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляКадровикРасчетчик() Тогда
			ОписаниеПрофиля.Имя = "КадровикРасчетчик";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляРасчетчик() Тогда
			ОписаниеПрофиля.Имя = "Расчетчик";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийКадровик() Тогда
			ОписаниеПрофиля.Имя = "СтаршийКадровик";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийКадровикРасчетчик() Тогда
			ОписаниеПрофиля.Имя = "СтаршийКадровикРасчетчик";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийРасчетчик() Тогда
			ОписаниеПрофиля.Имя = "СтаршийРасчетчик";
		ИначеЕсли ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляТабельщик() Тогда
			ОписаниеПрофиля.Имя = "Табельщик";
		КонецЕсли;
		
		// локальное исправление ошибки 50007048
		Если ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийКадровик() Или
			ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийРасчетчик() Или
			ОписаниеПрофиля.Идентификатор = ЗарплатаКадрыРасширенный.ИдентификаторПрофиляСтаршийКадровикРасчетчик() Тогда
			ОписаниеПрофиля.Роли.Добавить("ДобавлениеИзменениеПодразделенийОрганизации");
			ОписаниеПрофиля.Роли.Добавить("ДобавлениеИзменениеДолжностей");
		Иначе
			ОписаниеПрофиля.Роли.Добавить("ЧтениеПодразделенийОрганизации");
			ОписаниеПрофиля.Роли.Добавить("ЧтениеДолжностей");
		КонецЕсли;
		
		// удаление вида доступа СтруктураПредприятия
		УдаляемыйВидДоступа = ОписаниеПрофиля.ВидыДоступа.НайтиПоЗначению("СтруктураПредприятия");
		Если УдаляемыйВидДоступа <> Неопределено Тогда
			ОписаниеПрофиля.ВидыДоступа.Удалить(УдаляемыйВидДоступа);
		КонецЕсли;
		
	КонецЦикла;
	
КонецПроцедуры

// Обработчик первого запуска.
// Помещает профили подсистемы "Зарплата и кадры" в предопределенную группу.
//
Процедура УстановитьРодителяПрофилейДоступаЗарплатаИКадры() Экспорт
	
	// Подготовим вспомогательные данные
	ГруппаПрофилей      = Справочники.ПрофилиГруппДоступа.ЗарплатаИКадры;
	ОписанияПрофилей    = Новый Массив;
	ПараметрыОбновления = Новый Структура(
		"ОбновлятьИзмененныеПрофили, ЗапретитьИзменениеПрофилей,
		|ОбновлятьГруппыДоступа, ОбновлятьГруппыДоступаСУстаревшимиНастройками");
		
	// Получим описания профилей "Зарплата и кадры"
	ДобавитьПрофилиЗарплатаИКадры(ОписанияПрофилей, ПараметрыОбновления, Ложь);
	
	// Получим массив их идентификаторов
	МассивИдентификаторов = Новый Массив;
	Для Каждого ОписаниеПрофиля Из ОписанияПрофилей Цикл
		МассивИдентификаторов.Добавить(Новый УникальныйИдентификатор(ОписаниеПрофиля.Идентификатор));
	КонецЦикла;
	
	// Выберем профили "Зарплата и кадры" с неверно заполненным родителем
	Запрос = Новый Запрос;
	Запрос.Текст =
	"ВЫБРАТЬ
	|	ПрофилиГруппДоступа.Ссылка,
	|   ПрофилиГруппДоступа.ИдентификаторПоставляемыхДанных
	|ИЗ
	|	Справочник.ПрофилиГруппДоступа КАК ПрофилиГруппДоступа
	|ГДЕ
	|	НЕ ПрофилиГруппДоступа.ЭтоГруппа
	|	И НЕ ПрофилиГруппДоступа.Предопределенный
	|	И ПрофилиГруппДоступа.ИдентификаторПоставляемыхДанных В(&МассивИдентификаторов)
	|	И ПрофилиГруппДоступа.Родитель <> &ГруппаПрофилей";
	
	Запрос.УстановитьПараметр("МассивИдентификаторов", МассивИдентификаторов);
	Запрос.УстановитьПараметр("ГруппаПрофилей",        ГруппаПрофилей);
	
	Выборка = Запрос.Выполнить().Выбрать();
	
	// Установим в качестве родителя группу "Зарплата и кадры"
	Пока Выборка.Следующий() Цикл
		ОбъектПрофиль = Выборка.Ссылка.ПолучитьОбъект();
		ОбъектПрофиль.Родитель = ГруппаПрофилей;
		ОбъектПрофиль.Записать();
	КонецЦикла;
	
КонецПроцедуры

#КонецОбласти

//-- НЕ УТ
//-- Локализация
#КонецОбласти
